{
  "dataM": [
    {
      "id": "0",
      "dif": "легко",
      "doneflag": "0",
      "shortMis": "Новая кофейня",
      "capMis": "Неподалеку недавно открылась новая кофейня и, похоже, пользуется большим успехом. Как насчет того, чтобы навестить их, если вы понимаете о чем я? Заодно и кофе возьмем."
    },
    {
      "id": "1",
      "dif": "легко",
      "doneflag": "0",
      "shortMis": "Ломбард без охраны",
      "capMis": "В двух кварталах от нас стоит ломбард, еще со времен моего деда. Охраны нет, но наличные там водятся. Больших проблем быть не должно, возьмёмся?"
    },
    {
      "id": "2",
      "dif": "легко",
      "doneflag": "0",
      "shortMis": "Элитная парикмахерская",
      "capMis": "Появилась возможность ограбить парикмахерскую. Денег много там не водится, зато и шума много не привлечем. Что думаете?"
    },
    {
      "id": "3",
      "dif": "легко",
      "doneflag": "0",
      "shortMis": "Война за территорию",
      "capMis": "Босс, на соседней улице кто-то торгует 'чокопаями' без нашей 'лицензии', я думаю, что нужно показать им кто тут главный."
    },
    {
      "id": "4",
      "dif": "легко",
      "doneflag": "0",
      "shortMis": "Администратор концерта",
      "capMis": "Говорят, в город с концертом приезжает любимая рок-группа ваших соседей, все билеты раскуплены. Вечером его администратору должны передать кругленькую сумму за выступление. Думаю, паре наших ребят стоит проследить, чтобы они не получили слишком много. Неплохая идея?"
    },
    {
      "id": "5",
      "dif": "легко",
      "doneflag": "0",
      "shortMis": "Запугать молодых бандитов",
      "capMis": "Эти бандиты думают, что они тут самые главные. Посмотрим, как им понравиться соперничать с организованной мафией."
    },
    {
      "id": "6",
      "dif": "легко",
      "doneflag": "0",
      "shortMis": "Налет на аукцион",
      "capMis": "Ха-ха, сегодня все богатые бездельники города будут на аукционе в Сити-холле, Джоуи Кьюсак распродаёт добро и валит на Кубу. Устроим прощальную вечеринку так, как мы умеем?"
    },
    {
      "id": "7",
      "dif": "легко",
      "doneflag": "0",
      "shortMis": "Благотворительный ужин",
      "capMis": "Слышали, завтра на благотворительном ужине в честь африканских детей соберутся все городские толстосумы, которые хотят показаться добренькими. Но мы то их знаем - поэтому нужно отправить туда наших ребят, собрать у них настоящие пожертвования в честь нашего управления городом. Пошумим?"
    },
    {
      "id": "8",
      "dif": "легко",
      "doneflag": "0",
      "shortMis": "Автошоу",
      "capMis": "Наши люди сходили на автошоу, которое проходит в выставочном зале за городом. Главный экспонат - как будто идеально для Вас, нужно брать!"
    },
    {
      "id": "9",
      "dif": "легко",
      "doneflag": "0",
      "shortMis": "Засланый казачок",
      "capMis": "Кажется, мы можем внедрить нашего Джона в банду Синего Билла. Информация, которую он нам передаст, можно будет обменять на что-нибудь действительно ценное."
    },
    {
      "id": "10",
      "dif": "средне",
      "doneflag": "0",
      "shortMis": "Странная автомастерская",
      "capMis": "Слышали, что 9 из 10 угнанных машин в нашем городе попадают в автомастерскую на пересечении 7-й и 25-й улиц? Место там серьёзное, ребята знают своё дело, деньги делают большие, но и охрана у них очень хорошая. Было бы неплохо взять под своё крыло такой прибыльный бизнес, не правда ли?"
    },
    {
      "id": "11",
      "dif": "средне",
      "doneflag": "0",
      "shortMis": "Филиал ЦБ",
      "capMis": "В центре открылся новый филиал Центрального банка. Не Форт Нокс, конечно, но охраны много, зато и деньги у них найдутся."
    },
    {
      "id": "12",
      "dif": "средне",
      "doneflag": "0",
      "shortMis": "Ювелирный магазин",
      "capMis": "На юго-востоке открыли новый ювелирный магазин. Будет много шума, много криков, зато куш того стоит."
    },
    {
      "id": "13",
      "dif": "средне",
      "doneflag": "0",
      "shortMis": "Шумная соседка",
      "capMis": "Шеф, моя соседка по дому выиграла в лотерею крупную сумму и с тех пор кутит, не переставая. Хоть там и многовато людей всегда, если мы нагрянем дружной толпой - там будет, чем поживиться."
    },
    {
      "id": "14",
      "dif": "средне",
      "doneflag": "0",
      "shortMis": "Непростая прачечная",
      "capMis": "Птичка напела, что в соседней прачечной отмывают деньги от продажи наркотиков соседняя банда. Думаю стоит избавить их от этой ноши."
    },
    {
      "id": "15",
      "dif": "средне",
      "doneflag": "0",
      "shortMis": "Война банд",
      "capMis": "На одного из наших парней в переулке набросились люди в масках, просили передать Вам привет от Томми Столла. Банда этого ублюдка точно что-то затеяла против нас, действовать нужно молниеносно, но понадобится много ребят. Идём в наступление?"
    },
    {
      "id": "16",
      "dif": "тяжело",
      "doneflag": "0",
      "shortMis": "Золото и валюта",
      "capMis": "Час настал. Думаю мы готовы взять штурмом золотовалютные резервы. Все взоры будут обращены на нас, но с такими деньгами нам будет все равно."
    },
    {
      "id": "17",
      "dif": "тяжело",
      "doneflag": "0",
      "shortMis": "Богатые акционеры",
      "capMis": "В городе проходит собрание главных акционеров Центрального банка, если мы хотим взять все и сразу это нас шанс, но и охраняют их как президента."
    },
    {
      "id": "18",
      "dif": "тяжело",
      "doneflag": "0",
      "shortMis": "Дочь мэра",
      "capMis": "Появилась информация о нахождении дочери мэра. Если мы сможем схватить ее, то можно будет попросить просто астрономическую сумму и этот толстосум ее заплатит, если не захочет получать свою дочь по частям."
    },
    {
      "id": "19",
      "dif": "легко",
      "doneflag": "0",
      "shortMis": "Маленький поджог",
      "capMis": "Если мы устроим небольшой поджог на 10й улице, наши ребята смогут обнести все дома на 9й. Отличная же идея, да?"
    },
    {
      "id": "20",
      "dif": "средне",
      "doneflag": "0",
      "shortMis": "Прекрасная фотосессия",
      "capMis": "Мы узнали, что Кирк сделал несколько фотографий генерального судьи в постели с какой-то женщиной. Всё бы ничего, но эта женщина оказалась его сестрой, так что предлагаю продать эти фотографии на черном рынке."
    },
    {
      "id": "21",
      "dif": "легко",
      "doneflag": "0",
      "shortMis": "Профессор разбушевался",
      "capMis": "Профессор из моего университета уже совсем не может совладать со своими студентами - они всячески издеваются над ним и срывают лекции. Он предлагает хорошие деньги за то, что мы проучим этих идиотов."
    },
    {
      "id": "22",
      "dif": "тяжело",
      "doneflag": "0",
      "shortMis": "Робин-Гуд",
      "capMis": "Появились новости об идиоте в маске - он и его подельники оказались на складе в промышленном районе. Да, это тот самый, который сорвал нам отличную порцию товара в прошлом году. Мы бы разобрались и без помощи ваших ребят, шеф, но он там далеко не один. Поможете?"
    }
  ],
  "dataA": [
    {
      "id": "0",
      "dif": "легко",
      "doneflag": "0",
      "shortMis": "Дружеские отношения",
      "capMis": "Думаю стоит попытаться найти общий язык с полицейским. Руку руку моет, ведь так?"
    },
    {
      "id": "1",
      "dif": "легко",
      "doneflag": "0",
      "shortMis": "Добрый журналист",
      "capMis": "Один наш знакомый журналист рассказал, что его прессует соседняя банда. Если мы поможем ему, то он сможет осветлить Ваше имя."
    },
    {
      "id": "2",
      "dif": "легко",
      "doneflag": "0",
      "shortMis": "Украшения на миллион",
      "capMis": "В город приезжает звезда с благотворительной акцией в пользу бедных детишек, при этом украшений при ней будет на несколько миллионов. Да и вообще эти благотворительные акции она устраивает исключительно для своего продвижения, может, выведем ее на чистую воду? Из-за такого скандала от Вас ненадолго отстанут."
    },
    {
      "id": "3",
      "dif": "легко",
      "doneflag": "0",
      "shortMis": "Подстава подстав",
      "capMis": "Что? Вы не знали, что приезжает ваш кузен? Самое время повесить на него парочку наших преступлений."
    },
    {
      "id": "4",
      "dif": "легко",
      "doneflag": "0",
      "shortMis": "Концерт для полицейских",
      "capMis": "Если несколько наших ребят завтра заявятся на концерт в честь полицейских нашего города, многие могут подумать, что Вы решили отойти от дел. Нам же это только на руку, не так ли?"
    },
    {
      "id": "5",
      "dif": "легко",
      "doneflag": "0",
      "shortMis": "Друг губернатора",
      "capMis": "Шеф, завтра губернатор впервые выйдет без охраны на улицы города. Наверное, пара телохранителей все-таки будет, но мы знаем, кому можно дать на лапу, чтобы они ненадолго отвернулись и вы смогли с ним поговорить по душам."
    },
    {
      "id": "6",
      "dif": "легко",
      "doneflag": "0",
      "shortMis": "Припугнуть прокурора",
      "capMis": "Этот новый прокурор думает, что с нами можно шутить? Нужно его припугнуть, чтобы не рассылал тут свои повестки, верно, шеф?"
    },
    {
      "id": "7",
      "dif": "легко",
      "doneflag": "0",
      "shortMis": "Баллотироваться в мэры",
      "capMis": "Шеф, если мы потратим некоторе количество средств на вашу предвыборную кампанию, никто даже не посмеет вынюхивать информацию рядом с вами из-за вашей неприкосновенности."
    },
    {
      "id": "8",
      "dif": "легко",
      "doneflag": "0",
      "shortMis": "Фестиваль мороженого",
      "capMis": "Шеф, это, конечно, очень глупо, но что если провести фестиваль мороженого? Туда придут почти все дети нашего города, а дети - отличный инструмент, чтобы суметь правильно надавить на нужных людей."
    },
    {
      "id": "9",
      "dif": "средне",
      "doneflag": "0",
      "shortMis": "Найти и уничтожить",
      "capMis": "В наших рядах есть информатор! Нужно заставить его замолчать любой ценой!"
    },
    {
      "id": "10",
      "dif": "средне",
      "doneflag": "0",
      "shortMis": "Покупка газеты",
      "capMis": "Эта Локал Дейли Мейл не даёт нам покоя, сегодня выпустили статью, где перечислили дела, к которым мы могли приложить руку. Конечно, там далеко не всё, но насторожиться стоит. Есть отличная идея: купим эту газету."
    },
    {
      "id": "11",
      "dif": "средне",
      "doneflag": "0",
      "shortMis": "Полезные знакомства",
      "capMis": "Думаю стоить познакомить нашу Лизу с шефом полиции. Полезно иметь компромат на таких авторитетных людей нашего города, если вы понимаете о чем я?"
    },
    {
      "id": "12",
      "dif": "средне",
      "doneflag": "0",
      "shortMis": "Космическая программа",
      "capMis": "Один наш хороший друг, бизнесмен, планирует запускать корабль в космос. Однако он столкнулся с некоторыми неприятностями и остро нуждается в финансировании. Если мы найдем правильный подход к нему, то он может забрать в космос всякие опасные штуки, которые мы больше никуда не денем."
    },
    {
      "id": "13",
      "dif": "средне",
      "doneflag": "0",
      "shortMis": "Веселый Роджер",
      "capMis": "А что если попытаться найти владельца крупнейшего торрент-трекера в нашей стране? Да, придется помотаться и потратиться, но такой инфоповод точно уберет от нас взгляды фоторепортеров."
    },
    {
      "id": "14",
      "dif": "тяжело",
      "doneflag": "0",
      "shortMis": "Крупная рыба",
      "capMis": "Считаю, что стоит внести крупное пожертвование шефу полиции. Если он будет сотрудничать, то полиции будет просто отводить от нас глаза!"
    },
    {
      "id": "15",
      "dif": "тяжело",
      "doneflag": "0",
      "shortMis": "Имитация смерти",
      "capMis": "Кажется, слава о наших делах разошлась чересчур далеко, просто так скрыться не получится. Говорят, в таком случае прекрасно работает имитация смерти. Попробуем?"
    },
    {
      "id": "16",
      "dif": "тяжело",
      "doneflag": "0",
      "shortMis": "Убить прокурора",
      "capMis": "Возможно, мы сможем организовать убийство генерального прокурора так, что все будут думать, что это несчастный случай. Но стоить это будет явно недешево."
    },
    {
      "id": "17",
      "dif": "легко",
      "doneflag": "0",
      "shortMis": "Семья мафиози",
      "capMis": "Семья мафиози живет неподалеку. Что если мы попробуем завести с ними дружеские отношения. Друзья нужны каждому."
    },
    {
      "id": "18",
      "dif": "легко",
      "doneflag": "0",
      "shortMis": "Пьяное ДТП",
      "capMis": "Местный депутат, построивший свою карьеру на борьбе с пьянством только что попал в ДТП в пьяном виде. Если мы доберемся туда раньше полицеских, то он будет у нас в кармане."
    },
    {
      "id": "19",
      "dif": "средне",
      "doneflag": "0",
      "shortMis": "Камеры везде",
      "capMis": "От этих проклятых камер никуда не деться. Мы с ребятами может прокатиться по району и, скажем так, демонтировать несколько дестков."
    },
    {
      "id": "20",
      "dif": "средне",
      "doneflag": "0",
      "shortMis": "Работа для дятла",
      "capMis": "Полицейские подбираются все ближе. Что, если мы скормим им информацию о другой крупной фигуре преступного мира и отведем внимание от себя?"
    },
    {
      "id": "21",
      "dif": "тяжело",
      "doneflag": "0",
      "shortMis": "Пенсионный фонд",
      "capMis": "Зарплата у слуг закона совсем смехотворная. Может откроем частный пенсионный фонд для господ полицейских?"
    }
  ]
}
